Show / Hide Table of Contents
Class NadSetupValueShort
Setup value bool
Inheritance
System.Object
NadSetupValue
NadSetupValueShort
Inherited Members
 NadSetupValue.Id
 NadSetupValue.IsActive
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Concrete
Assembly: IdeaRS.OpenModel.dll
Syntax
public class NadSetupValueShort : NadSetupValue
Properties
Improve this Doc   View Source
Value
Gets or sets the value.
Declaration
public short Value { get; set; }
Property Value
 Type |  Description
 System.Int16
 Improve this Doc
 View Source